app/controllers/comments_controller.rb

SELECT  "articles".* FROM "articles" WHERE "articles"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
INSERT INTO "comments" ("commenter", "body", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["commenter", "Marcel"], ["body", "Great article."], ["article_id", 2], ["created_at", 2016-10-10 01:30:27 UTC], ["updated_at", 2016-10-10 01:30:27 UTC]]
---
	def create
		@article = Article.find(params[:article_id])
		@comment = @article.comments.create(comments_params)